Repository: OpenVisionE2/e2-rpihddevice
Catalog: po/*.po
Languages: fi_fi

source: video format not supported!
fi_fi: Kuvaformaatti ei ole tuettu!

source: HD output device for Raspberry Pi
fi_fi: Raspberry Pi HD-ulostulolaite

source: analog
fi_fi: analoginen

source: box
fi_fi: kehystys

source: crop
fi_fi: leikkaus

source: stretch
fi_fi: venytys

source: default
fi_fi: oletus

source: follow video
fi_fi: lähetteen mukaan

source: Resolution
fi_fi: Resoluutio

source: Frame Rate
fi_fi: Ruudunpäivitys

source: Video Framing
fi_fi: Kuvan rajaustapa

source: Audio Port
fi_fi: Äänilähtö

source: Digital Audio Pass-Through
fi_fi: Digitaaliäänen läpivienti

source: Ignore Audio EDID
fi_fi: Jätä äänen EDID huomioimatta

source: Use GPU accelerated OSD
fi_fi: Käytä GPU-kiihdytettyä OSD:tä
